{"nodes": [{"id": "topic_0", "type": "topic", "label": "Digital Transformation", "keywords": ["digital", "technology", "ai", "innovation", "automation"], "size": 4, "community": 0, "community_label": "Technology & Innovation", "is_central": true, "docs": ["doc_0", "doc_1", "doc_2", "doc_3"]}, {"id": "topic_1", "type": "topic", "label": "Environmental Sustainability", "keywords": ["renewable", "carbon", "sustainability", "environmental", "climate"], "size": 3, "community": 2, "community_label": "Sustainability & Responsibility", "is_central": true, "docs": ["doc_4", "doc_5", "doc_6"]}, {"id": "topic_2", "type": "topic", "label": "Workforce Development", "keywords": ["skills", "development", "training", "talent", "workforce"], "size": 4, "community": 3, "community_label": "Performance & Risk", "is_central": false, "docs": ["doc_7", "doc_8", "doc_9", "doc_10"]}, {"id": "topic_3", "type": "topic", "label": "Market Expansion", "keywords": ["customer", "growth", "market", "expansion", "global"], "size": 4, "community": 1, "community_label": "Market & Customer Focus", "is_central": true, "docs": ["doc_11", "doc_12", "doc_13", "doc_14"]}, {"id": "topic_4", "type": "topic", "label": "Innovation & Research", "keywords": ["future", "development", "innovation", "technology", "research"], "size": 3, "community": 0, "community_label": "Technology & Innovation", "is_central": true, "docs": ["doc_15", "doc_16", "doc_17"]}, {"id": "topic_5", "type": "topic", "label": "Financial Performance", "keywords": ["investment", "profit", "revenue", "shareholder", "financial"], "size": 3, "community": 3, "community_label": "Performance & Risk", "is_central": true, "docs": ["doc_18", "doc_19", "doc_20"]}, {"id": "topic_6", "type": "topic", "label": "Customer Experience", "keywords": ["relationship", "experience", "customer", "satisfaction", "service"], "size": 3, "community": 1, "community_label": "Market & Customer Focus", "is_central": true, "docs": ["doc_21", "doc_22", "doc_23"]}, {"id": "topic_7", "type": "topic", "label": "Operational Excellence", "keywords": ["process", "operations", "optimization", "quality", "efficiency"], "size": 4, "community": 0, "community_label": "Technology & Innovation", "is_central": false, "docs": ["doc_24", "doc_25", "doc_26", "doc_27"]}, {"id": "topic_8", "type": "topic", "label": "Corporate Responsibility", "keywords": ["community", "responsibility", "governance", "social", "ethics"], "size": 4, "community": 2, "community_label": "Sustainability & Responsibility", "is_central": true, "docs": ["doc_28", "doc_29", "doc_30", "doc_31"]}, {"id": "topic_9", "type": "topic", "label": "Risk Management", "keywords": ["resilience", "risk", "management", "compliance", "security"], "size": 4, "community": 3, "community_label": "Performance & Risk", "is_central": true, "docs": ["doc_32", "doc_33", "doc_34", "doc_35"]}, {"id": "topic_10", "type": "topic", "label": "Strategic Partnerships", "keywords": ["collaboration", "partnership", "vendor", "ecosystem", "alliance"], "size": 4, "community": 1, "community_label": "Market & Customer Focus", "is_central": false, "docs": ["doc_36", "doc_37", "doc_38", "doc_39"]}, {"id": "topic_11", "type": "topic", "label": "Infrastructure Development", "keywords": ["physical", "infrastructure", "facility", "construction", "equipment"], "size": 3, "community": 2, "community_label": "Sustainability & Responsibility", "is_central": false, "docs": ["doc_40", "doc_41", "doc_42"]}, {"id": "doc_0", "type": "document", "label": "Strategic initiative for digital transformation: O...", "text": "Strategic initiative for digital transformation: Our digital strategy involves enhancing automation capabilities through innovation initiatives. We will focus on ai improvement and technology development across all business units.", "topic": 0}, {"id": "doc_1", "type": "document", "label": "Strategic initiative for digital transformation: O...", "text": "Strategic initiative for digital transformation: Our automation strategy involves enhancing ai capabilities through innovation initiatives. We will focus on technology improvement and digital development across all business units.", "topic": 0}, {"id": "doc_2", "type": "document", "label": "Strategic initiative for digital transformation: O...", "text": "Strategic initiative for digital transformation: Our digital strategy involves enhancing technology capabilities through innovation initiatives. We will focus on automation improvement and ai development across all business units.", "topic": 0}, {"id": "doc_3", "type": "document", "label": "Strategic initiative for digital transformation: O...", "text": "Strategic initiative for digital transformation: Our digital strategy involves enhancing technology capabilities through ai initiatives. We will focus on innovation improvement and automation development across all business units.", "topic": 0}, {"id": "doc_4", "type": "document", "label": "Strategic initiative for environmental sustainabil...", "text": "Strategic initiative for environmental sustainability: Our sustainability strategy involves enhancing environmental capabilities through renewable initiatives. We will focus on carbon improvement and climate development across all business units.", "topic": 1}, {"id": "doc_5", "type": "document", "label": "Strategic initiative for environmental sustainabil...", "text": "Strategic initiative for environmental sustainability: Our renewable strategy involves enhancing sustainability capabilities through environmental initiatives. We will focus on carbon improvement and climate development across all business units.", "topic": 1}, {"id": "doc_6", "type": "document", "label": "Strategic initiative for environmental sustainabil...", "text": "Strategic initiative for environmental sustainability: Our renewable strategy involves enhancing carbon capabilities through sustainability initiatives. We will focus on environmental improvement and climate development across all business units.", "topic": 1}, {"id": "doc_7", "type": "document", "label": "Strategic initiative for workforce development: Ou...", "text": "Strategic initiative for workforce development: Our skills strategy involves enhancing workforce capabilities through development initiatives. We will focus on training improvement and talent development across all business units.", "topic": 2}, {"id": "doc_8", "type": "document", "label": "Strategic initiative for workforce development: Ou...", "text": "Strategic initiative for workforce development: Our workforce strategy involves enhancing development capabilities through skills initiatives. We will focus on training improvement and talent development across all business units.", "topic": 2}, {"id": "doc_9", "type": "document", "label": "Strategic initiative for workforce development: Ou...", "text": "Strategic initiative for workforce development: Our training strategy involves enhancing skills capabilities through development initiatives. We will focus on workforce improvement and talent development across all business units.", "topic": 2}, {"id": "doc_10", "type": "document", "label": "Strategic initiative for workforce development: Ou...", "text": "Strategic initiative for workforce development: Our skills strategy involves enhancing development capabilities through training initiatives. We will focus on talent improvement and workforce development across all business units.", "topic": 2}, {"id": "doc_11", "type": "document", "label": "Strategic initiative for market expansion: Our cus...", "text": "Strategic initiative for market expansion: Our customer strategy involves enhancing market capabilities through growth initiatives. We will focus on global improvement and expansion development across all business units.", "topic": 3}, {"id": "doc_12", "type": "document", "label": "Strategic initiative for market expansion: Our glo...", "text": "Strategic initiative for market expansion: Our global strategy involves enhancing growth capabilities through customer initiatives. We will focus on market improvement and expansion development across all business units.", "topic": 3}, {"id": "doc_13", "type": "document", "label": "Strategic initiative for market expansion: Our exp...", "text": "Strategic initiative for market expansion: Our expansion strategy involves enhancing market capabilities through customer initiatives. We will focus on growth improvement and global development across all business units.", "topic": 3}, {"id": "doc_14", "type": "document", "label": "Strategic initiative for market expansion: Our cus...", "text": "Strategic initiative for market expansion: Our customer strategy involves enhancing growth capabilities through market initiatives. We will focus on expansion improvement and global development across all business units.", "topic": 3}, {"id": "doc_15", "type": "document", "label": "Strategic initiative for innovation & research: Ou...", "text": "Strategic initiative for innovation & research: Our innovation strategy involves enhancing research capabilities through development initiatives. We will focus on future improvement and technology development across all business units.", "topic": 4}, {"id": "doc_16", "type": "document", "label": "Strategic initiative for innovation & research: Ou...", "text": "Strategic initiative for innovation & research: Our development strategy involves enhancing technology capabilities through innovation initiatives. We will focus on research improvement and future development across all business units.", "topic": 4}, {"id": "doc_17", "type": "document", "label": "Strategic initiative for innovation & research: Ou...", "text": "Strategic initiative for innovation & research: Our future strategy involves enhancing development capabilities through innovation initiatives. We will focus on technology improvement and research development across all business units.", "topic": 4}, {"id": "doc_18", "type": "document", "label": "Strategic initiative for financial performance: Ou...", "text": "Strategic initiative for financial performance: Our profit strategy involves enhancing revenue capabilities through investment initiatives. We will focus on financial improvement and shareholder development across all business units.", "topic": 5}, {"id": "doc_19", "type": "document", "label": "Strategic initiative for financial performance: Ou...", "text": "Strategic initiative for financial performance: Our financial strategy involves enhancing profit capabilities through investment initiatives. We will focus on shareholder improvement and revenue development across all business units.", "topic": 5}, {"id": "doc_20", "type": "document", "label": "Strategic initiative for financial performance: Ou...", "text": "Strategic initiative for financial performance: Our investment strategy involves enhancing profit capabilities through revenue initiatives. We will focus on shareholder improvement and financial development across all business units.", "topic": 5}, {"id": "doc_21", "type": "document", "label": "Strategic initiative for customer experience: Our ...", "text": "Strategic initiative for customer experience: Our satisfaction strategy involves enhancing relationship capabilities through experience initiatives. We will focus on service improvement and customer development across all business units.", "topic": 6}, {"id": "doc_22", "type": "document", "label": "Strategic initiative for customer experience: Our ...", "text": "Strategic initiative for customer experience: Our service strategy involves enhancing experience capabilities through satisfaction initiatives. We will focus on relationship improvement and customer development across all business units.", "topic": 6}, {"id": "doc_23", "type": "document", "label": "Strategic initiative for customer experience: Our ...", "text": "Strategic initiative for customer experience: Our relationship strategy involves enhancing experience capabilities through customer initiatives. We will focus on satisfaction improvement and service development across all business units.", "topic": 6}, {"id": "doc_24", "type": "document", "label": "Strategic initiative for operational excellence: O...", "text": "Strategic initiative for operational excellence: Our optimization strategy involves enhancing efficiency capabilities through process initiatives. We will focus on operations improvement and quality development across all business units.", "topic": 7}, {"id": "doc_25", "type": "document", "label": "Strategic initiative for operational excellence: O...", "text": "Strategic initiative for operational excellence: Our operations strategy involves enhancing efficiency capabilities through process initiatives. We will focus on optimization improvement and quality development across all business units.", "topic": 7}, {"id": "doc_26", "type": "document", "label": "Strategic initiative for operational excellence: O...", "text": "Strategic initiative for operational excellence: Our efficiency strategy involves enhancing optimization capabilities through operations initiatives. We will focus on quality improvement and process development across all business units.", "topic": 7}, {"id": "doc_27", "type": "document", "label": "Strategic initiative for operational excellence: O...", "text": "Strategic initiative for operational excellence: Our process strategy involves enhancing operations capabilities through optimization initiatives. We will focus on quality improvement and efficiency development across all business units.", "topic": 7}, {"id": "doc_28", "type": "document", "label": "Strategic initiative for corporate responsibility:...", "text": "Strategic initiative for corporate responsibility: Our responsibility strategy involves enhancing governance capabilities through ethics initiatives. We will focus on social improvement and community development across all business units.", "topic": 8}, {"id": "doc_29", "type": "document", "label": "Strategic initiative for corporate responsibility:...", "text": "Strategic initiative for corporate responsibility: Our governance strategy involves enhancing responsibility capabilities through community initiatives. We will focus on social improvement and ethics development across all business units.", "topic": 8}, {"id": "doc_30", "type": "document", "label": "Strategic initiative for corporate responsibility:...", "text": "Strategic initiative for corporate responsibility: Our responsibility strategy involves enhancing governance capabilities through ethics initiatives. We will focus on community improvement and social development across all business units.", "topic": 8}, {"id": "doc_31", "type": "document", "label": "Strategic initiative for corporate responsibility:...", "text": "Strategic initiative for corporate responsibility: Our community strategy involves enhancing responsibility capabilities through governance initiatives. We will focus on social improvement and ethics development across all business units.", "topic": 8}, {"id": "doc_32", "type": "document", "label": "Strategic initiative for risk management: Our resi...", "text": "Strategic initiative for risk management: Our resilience strategy involves enhancing compliance capabilities through management initiatives. We will focus on risk improvement and security development across all business units.", "topic": 9}, {"id": "doc_33", "type": "document", "label": "Strategic initiative for risk management: Our secu...", "text": "Strategic initiative for risk management: Our security strategy involves enhancing resilience capabilities through management initiatives. We will focus on compliance improvement and risk development across all business units.", "topic": 9}, {"id": "doc_34", "type": "document", "label": "Strategic initiative for risk management: Our comp...", "text": "Strategic initiative for risk management: Our compliance strategy involves enhancing resilience capabilities through security initiatives. We will focus on management improvement and risk development across all business units.", "topic": 9}, {"id": "doc_35", "type": "document", "label": "Strategic initiative for risk management: Our resi...", "text": "Strategic initiative for risk management: Our resilience strategy involves enhancing risk capabilities through management initiatives. We will focus on compliance improvement and security development across all business units.", "topic": 9}, {"id": "doc_36", "type": "document", "label": "Strategic initiative for strategic partnerships: O...", "text": "Strategic initiative for strategic partnerships: Our partnership strategy involves enhancing collaboration capabilities through vendor initiatives. We will focus on ecosystem improvement and alliance development across all business units.", "topic": 10}, {"id": "doc_37", "type": "document", "label": "Strategic initiative for strategic partnerships: O...", "text": "Strategic initiative for strategic partnerships: Our alliance strategy involves enhancing ecosystem capabilities through vendor initiatives. We will focus on collaboration improvement and partnership development across all business units.", "topic": 10}, {"id": "doc_38", "type": "document", "label": "Strategic initiative for strategic partnerships: O...", "text": "Strategic initiative for strategic partnerships: Our alliance strategy involves enhancing collaboration capabilities through ecosystem initiatives. We will focus on partnership improvement and vendor development across all business units.", "topic": 10}, {"id": "doc_39", "type": "document", "label": "Strategic initiative for strategic partnerships: O...", "text": "Strategic initiative for strategic partnerships: Our collaboration strategy involves enhancing partnership capabilities through vendor initiatives. We will focus on ecosystem improvement and alliance development across all business units.", "topic": 10}, {"id": "doc_40", "type": "document", "label": "Strategic initiative for infrastructure developmen...", "text": "Strategic initiative for infrastructure development: Our physical strategy involves enhancing facility capabilities through construction initiatives. We will focus on infrastructure improvement and equipment development across all business units.", "topic": 11}, {"id": "doc_41", "type": "document", "label": "Strategic initiative for infrastructure developmen...", "text": "Strategic initiative for infrastructure development: Our infrastructure strategy involves enhancing equipment capabilities through facility initiatives. We will focus on physical improvement and construction development across all business units.", "topic": 11}, {"id": "doc_42", "type": "document", "label": "Strategic initiative for infrastructure developmen...", "text": "Strategic initiative for infrastructure development: Our physical strategy involves enhancing infrastructure capabilities through facility initiatives. We will focus on construction improvement and equipment development across all business units.", "topic": 11}], "links": [{"source": "doc_0", "target": "topic_0", "weight": 0.7400163794485662, "type": "belongs_to"}, {"source": "doc_1", "target": "topic_0", "weight": 0.8138962352418124, "type": "belongs_to"}, {"source": "doc_2", "target": "topic_0", "weight": 0.780148885535, "type": "belongs_to"}, {"source": "doc_3", "target": "topic_0", "weight": 0.8693383381562798, "type": "belongs_to"}, {"source": "doc_4", "target": "topic_1", "weight": 0.7942846610774652, "type": "belongs_to"}, {"source": "doc_5", "target": "topic_1", "weight": 0.8933266299657738, "type": "belongs_to"}, {"source": "doc_6", "target": "topic_1", "weight": 0.8613781505115575, "type": "belongs_to"}, {"source": "doc_7", "target": "topic_2", "weight": 0.8259723389584395, "type": "belongs_to"}, {"source": "doc_8", "target": "topic_2", "weight": 0.7777024626935455, "type": "belongs_to"}, {"source": "doc_9", "target": "topic_2", "weight": 0.7123647857445853, "type": "belongs_to"}, {"source": "doc_10", "target": "topic_2", "weight": 0.7249921821289835, "type": "belongs_to"}, {"source": "doc_11", "target": "topic_3", "weight": 0.7315850383049911, "type": "belongs_to"}, {"source": "doc_12", "target": "topic_3", "weight": 0.9437444904244463, "type": "belongs_to"}, {"source": "doc_13", "target": "topic_3", "weight": 0.7625358086344161, "type": "belongs_to"}, {"source": "doc_14", "target": "topic_3", "weight": 0.7642283827485125, "type": "belongs_to"}, {"source": "doc_15", "target": "topic_4", "weight": 0.9836313300755728, "type": "belongs_to"}, {"source": "doc_16", "target": "topic_4", "weight": 0.8958190614403565, "type": "belongs_to"}, {"source": "doc_17", "target": "topic_4", "weight": 0.7169617293417501, "type": "belongs_to"}, {"source": "doc_18", "target": "topic_5", "weight": 0.9091404813195603, "type": "belongs_to"}, {"source": "doc_19", "target": "topic_5", "weight": 0.985987139895512, "type": "belongs_to"}, {"source": "doc_20", "target": "topic_5", "weight": 0.8590548840085765, "type": "belongs_to"}, {"source": "doc_21", "target": "topic_6", "weight": 0.9813379983690107, "type": "belongs_to"}, {"source": "doc_22", "target": "topic_6", "weight": 0.9541476364303347, "type": "belongs_to"}, {"source": "doc_23", "target": "topic_6", "weight": 0.8242292386738352, "type": "belongs_to"}, {"source": "doc_24", "target": "topic_7", "weight": 0.8389550939432587, "type": "belongs_to"}, {"source": "doc_25", "target": "topic_7", "weight": 0.985851916800952, "type": "belongs_to"}, {"source": "doc_26", "target": "topic_7", "weight": 0.8335819310392828, "type": "belongs_to"}, {"source": "doc_27", "target": "topic_7", "weight": 0.7209629670951471, "type": "belongs_to"}, {"source": "doc_28", "target": "topic_8", "weight": 0.8041389101484184, "type": "belongs_to"}, {"source": "doc_29", "target": "topic_8", "weight": 0.8819164997772727, "type": "belongs_to"}, {"source": "doc_30", "target": "topic_8", "weight": 0.9767500950009658, "type": "belongs_to"}, {"source": "doc_31", "target": "topic_8", "weight": 0.7291302082059072, "type": "belongs_to"}, {"source": "doc_32", "target": "topic_9", "weight": 0.9744963257909272, "type": "belongs_to"}, {"source": "doc_33", "target": "topic_9", "weight": 0.8613804785236826, "type": "belongs_to"}, {"source": "doc_34", "target": "topic_9", "weight": 0.9262154402328078, "type": "belongs_to"}, {"source": "doc_35", "target": "topic_9", "weight": 0.9969054346117594, "type": "belongs_to"}, {"source": "doc_36", "target": "topic_10", "weight": 0.7409912867604387, "type": "belongs_to"}, {"source": "doc_37", "target": "topic_10", "weight": 0.7773829944302383, "type": "belongs_to"}, {"source": "doc_38", "target": "topic_10", "weight": 0.8116184935907795, "type": "belongs_to"}, {"source": "doc_39", "target": "topic_10", "weight": 0.7501428596554769, "type": "belongs_to"}, {"source": "doc_40", "target": "topic_11", "weight": 0.7579067105235601, "type": "belongs_to"}, {"source": "doc_41", "target": "topic_11", "weight": 0.9862532186132007, "type": "belongs_to"}, {"source": "doc_42", "target": "topic_11", "weight": 0.9234106592930511, "type": "belongs_to"}, {"source": "topic_0", "target": "topic_1", "weight": 0.35090524168985066, "type": "related_to"}, {"source": "topic_0", "target": "topic_2", "weight": 0.3340589132762903, "type": "related_to"}, {"source": "topic_0", "target": "topic_4", "weight": 0.75, "type": "related_to"}, {"source": "topic_0", "target": "topic_6", "weight": 0.65, "type": "related_to"}, {"source": "topic_0", "target": "topic_7", "weight": 0.7, "type": "related_to"}, {"source": "topic_0", "target": "topic_10", "weight": 0.31962534869334175, "type": "related_to"}, {"source": "topic_1", "target": "topic_2", "weight": 0.3960484479172288, "type": "related_to"}, {"source": "topic_1", "target": "topic_3", "weight": 0.3787911060736909, "type": "related_to"}, {"source": "topic_1", "target": "topic_4", "weight": 0.3527539575204713, "type": "related_to"}, {"source": "topic_1", "target": "topic_8", "weight": 0.8, "type": "related_to"}, {"source": "topic_1", "target": "topic_10", "weight": 0.3259334071062324, "type": "related_to"}, {"source": "topic_1", "target": "topic_11", "weight": 0.6, "type": "related_to"}, {"source": "topic_2", "target": "topic_5", "weight": 0.3943191076465189, "type": "related_to"}, {"source": "topic_2", "target": "topic_7", "weight": 0.55, "type": "related_to"}, {"source": "topic_2", "target": "topic_10", "weight": 0.3614685994787512, "type": "related_to"}, {"source": "topic_2", "target": "topic_11", "weight": 0.31774636288188596, "type": "related_to"}, {"source": "topic_3", "target": "topic_4", "weight": 0.36991472984731205, "type": "related_to"}, {"source": "topic_3", "target": "topic_5", "weight": 0.8, "type": "related_to"}, {"source": "topic_3", "target": "topic_6", "weight": 0.75, "type": "related_to"}, {"source": "topic_3", "target": "topic_7", "weight": 0.3696094580052544, "type": "related_to"}, {"source": "topic_3", "target": "topic_8", "weight": 0.3124874777812055, "type": "related_to"}, {"source": "topic_3", "target": "topic_10", "weight": 0.7, "type": "related_to"}, {"source": "topic_3", "target": "topic_11", "weight": 0.3596487468957865, "type": "related_to"}, {"source": "topic_4", "target": "topic_7", "weight": 0.33890931676067976, "type": "related_to"}, {"source": "topic_4", "target": "topic_10", "weight": 0.65, "type": "related_to"}, {"source": "topic_5", "target": "topic_8", "weight": 0.38257948725578994, "type": "related_to"}, {"source": "topic_5", "target": "topic_9", "weight": 0.6, "type": "related_to"}, {"source": "topic_7", "target": "topic_8", "weight": 0.3816129037516692, "type": "related_to"}, {"source": "topic_7", "target": "topic_9", "weight": 0.3307249314881684, "type": "related_to"}, {"source": "topic_7", "target": "topic_11", "weight": 0.34656144137841394, "type": "related_to"}, {"source": "topic_8", "target": "topic_9", "weight": 0.55, "type": "related_to"}, {"source": "topic_9", "target": "topic_10", "weight": 0.3868589739828429, "type": "related_to"}, {"source": "topic_9", "target": "topic_11", "weight": 0.5, "type": "related_to"}]}