{"nodes": [{"id": "topic_0", "type": "topic", "label": "Digital Transformation", "keywords": ["technology", "innovation", "digital", "automation", "ai"], "size": 3, "community": 0, "community_label": "Technology & Innovation", "is_central": true, "docs": ["doc_0", "doc_1", "doc_2"]}, {"id": "topic_1", "type": "topic", "label": "Environmental Sustainability", "keywords": ["renewable", "climate", "carbon", "sustainability", "environmental"], "size": 3, "community": 2, "community_label": "Sustainability & Responsibility", "is_central": true, "docs": ["doc_3", "doc_4", "doc_5"]}, {"id": "topic_2", "type": "topic", "label": "Workforce Development", "keywords": ["skills", "training", "workforce", "talent", "development"], "size": 5, "community": 3, "community_label": "Performance & Risk", "is_central": false, "docs": ["doc_6", "doc_7", "doc_8", "doc_9", "doc_10"]}, {"id": "topic_3", "type": "topic", "label": "Market Expansion", "keywords": ["global", "growth", "customer", "market", "expansion"], "size": 5, "community": 1, "community_label": "Market & Customer Focus", "is_central": true, "docs": ["doc_11", "doc_12", "doc_13", "doc_14", "doc_15"]}, {"id": "topic_4", "type": "topic", "label": "Innovation & Research", "keywords": ["innovation", "future", "research", "development", "technology"], "size": 4, "community": 0, "community_label": "Technology & Innovation", "is_central": true, "docs": ["doc_16", "doc_17", "doc_18", "doc_19"]}, {"id": "topic_5", "type": "topic", "label": "Financial Performance", "keywords": ["investment", "shareholder", "financial", "revenue", "profit"], "size": 3, "community": 3, "community_label": "Performance & Risk", "is_central": true, "docs": ["doc_20", "doc_21", "doc_22"]}, {"id": "topic_6", "type": "topic", "label": "Customer Experience", "keywords": ["relationship", "customer", "experience", "satisfaction", "service"], "size": 3, "community": 1, "community_label": "Market & Customer Focus", "is_central": true, "docs": ["doc_23", "doc_24", "doc_25"]}, {"id": "topic_7", "type": "topic", "label": "Operational Excellence", "keywords": ["optimization", "efficiency", "process", "quality", "operations"], "size": 5, "community": 0, "community_label": "Technology & Innovation", "is_central": false, "docs": ["doc_26", "doc_27", "doc_28", "doc_29", "doc_30"]}, {"id": "topic_8", "type": "topic", "label": "Corporate Responsibility", "keywords": ["governance", "social", "community", "responsibility", "ethics"], "size": 5, "community": 2, "community_label": "Sustainability & Responsibility", "is_central": true, "docs": ["doc_31", "doc_32", "doc_33", "doc_34", "doc_35"]}, {"id": "topic_9", "type": "topic", "label": "Risk Management", "keywords": ["security", "compliance", "management", "resilience", "risk"], "size": 4, "community": 3, "community_label": "Performance & Risk", "is_central": true, "docs": ["doc_36", "doc_37", "doc_38", "doc_39"]}, {"id": "topic_10", "type": "topic", "label": "Strategic Partnerships", "keywords": ["partnership", "ecosystem", "vendor", "collaboration", "alliance"], "size": 5, "community": 1, "community_label": "Market & Customer Focus", "is_central": false, "docs": ["doc_40", "doc_41", "doc_42", "doc_43", "doc_44"]}, {"id": "topic_11", "type": "topic", "label": "Infrastructure Development", "keywords": ["facility", "physical", "infrastructure", "construction", "equipment"], "size": 4, "community": 2, "community_label": "Sustainability & Responsibility", "is_central": false, "docs": ["doc_45", "doc_46", "doc_47", "doc_48"]}, {"id": "doc_0", "type": "document", "label": "Strategic initiative for digital transformation: O...", "text": "Strategic initiative for digital transformation: Our innovation strategy involves enhancing digital capabilities through technology initiatives. We will focus on ai improvement and automation development across all business units.", "topic": 0}, {"id": "doc_1", "type": "document", "label": "Strategic initiative for digital transformation: O...", "text": "Strategic initiative for digital transformation: Our innovation strategy involves enhancing technology capabilities through digital initiatives. We will focus on ai improvement and automation development across all business units.", "topic": 0}, {"id": "doc_2", "type": "document", "label": "Strategic initiative for digital transformation: O...", "text": "Strategic initiative for digital transformation: Our technology strategy involves enhancing innovation capabilities through digital initiatives. We will focus on automation improvement and ai development across all business units.", "topic": 0}, {"id": "doc_3", "type": "document", "label": "Strategic initiative for environmental sustainabil...", "text": "Strategic initiative for environmental sustainability: Our climate strategy involves enhancing renewable capabilities through carbon initiatives. We will focus on environmental improvement and sustainability development across all business units.", "topic": 1}, {"id": "doc_4", "type": "document", "label": "Strategic initiative for environmental sustainabil...", "text": "Strategic initiative for environmental sustainability: Our renewable strategy involves enhancing sustainability capabilities through climate initiatives. We will focus on carbon improvement and environmental development across all business units.", "topic": 1}, {"id": "doc_5", "type": "document", "label": "Strategic initiative for environmental sustainabil...", "text": "Strategic initiative for environmental sustainability: Our renewable strategy involves enhancing climate capabilities through carbon initiatives. We will focus on sustainability improvement and environmental development across all business units.", "topic": 1}, {"id": "doc_6", "type": "document", "label": "Strategic initiative for workforce development: Ou...", "text": "Strategic initiative for workforce development: Our workforce strategy involves enhancing development capabilities through training initiatives. We will focus on talent improvement and skills development across all business units.", "topic": 2}, {"id": "doc_7", "type": "document", "label": "Strategic initiative for workforce development: Ou...", "text": "Strategic initiative for workforce development: Our workforce strategy involves enhancing skills capabilities through development initiatives. We will focus on training improvement and talent development across all business units.", "topic": 2}, {"id": "doc_8", "type": "document", "label": "Strategic initiative for workforce development: Ou...", "text": "Strategic initiative for workforce development: Our skills strategy involves enhancing development capabilities through workforce initiatives. We will focus on talent improvement and training development across all business units.", "topic": 2}, {"id": "doc_9", "type": "document", "label": "Strategic initiative for workforce development: Ou...", "text": "Strategic initiative for workforce development: Our workforce strategy involves enhancing talent capabilities through training initiatives. We will focus on skills improvement and development development across all business units.", "topic": 2}, {"id": "doc_10", "type": "document", "label": "Strategic initiative for workforce development: Ou...", "text": "Strategic initiative for workforce development: Our skills strategy involves enhancing training capabilities through workforce initiatives. We will focus on talent improvement and development development across all business units.", "topic": 2}, {"id": "doc_11", "type": "document", "label": "Strategic initiative for market expansion: Our exp...", "text": "Strategic initiative for market expansion: Our expansion strategy involves enhancing customer capabilities through global initiatives. We will focus on growth improvement and market development across all business units.", "topic": 3}, {"id": "doc_12", "type": "document", "label": "Strategic initiative for market expansion: Our exp...", "text": "Strategic initiative for market expansion: Our expansion strategy involves enhancing growth capabilities through customer initiatives. We will focus on market improvement and global development across all business units.", "topic": 3}, {"id": "doc_13", "type": "document", "label": "Strategic initiative for market expansion: Our glo...", "text": "Strategic initiative for market expansion: Our global strategy involves enhancing market capabilities through customer initiatives. We will focus on growth improvement and expansion development across all business units.", "topic": 3}, {"id": "doc_14", "type": "document", "label": "Strategic initiative for market expansion: Our glo...", "text": "Strategic initiative for market expansion: Our global strategy involves enhancing market capabilities through growth initiatives. We will focus on customer improvement and expansion development across all business units.", "topic": 3}, {"id": "doc_15", "type": "document", "label": "Strategic initiative for market expansion: Our glo...", "text": "Strategic initiative for market expansion: Our global strategy involves enhancing growth capabilities through customer initiatives. We will focus on market improvement and expansion development across all business units.", "topic": 3}, {"id": "doc_16", "type": "document", "label": "Strategic initiative for innovation & research: Ou...", "text": "Strategic initiative for innovation & research: Our research strategy involves enhancing development capabilities through technology initiatives. We will focus on innovation improvement and future development across all business units.", "topic": 4}, {"id": "doc_17", "type": "document", "label": "Strategic initiative for innovation & research: Ou...", "text": "Strategic initiative for innovation & research: Our future strategy involves enhancing technology capabilities through innovation initiatives. We will focus on research improvement and development development across all business units.", "topic": 4}, {"id": "doc_18", "type": "document", "label": "Strategic initiative for innovation & research: Ou...", "text": "Strategic initiative for innovation & research: Our innovation strategy involves enhancing technology capabilities through research initiatives. We will focus on development improvement and future development across all business units.", "topic": 4}, {"id": "doc_19", "type": "document", "label": "Strategic initiative for innovation & research: Ou...", "text": "Strategic initiative for innovation & research: Our innovation strategy involves enhancing future capabilities through research initiatives. We will focus on development improvement and technology development across all business units.", "topic": 4}, {"id": "doc_20", "type": "document", "label": "Strategic initiative for financial performance: Ou...", "text": "Strategic initiative for financial performance: Our revenue strategy involves enhancing profit capabilities through financial initiatives. We will focus on investment improvement and shareholder development across all business units.", "topic": 5}, {"id": "doc_21", "type": "document", "label": "Strategic initiative for financial performance: Ou...", "text": "Strategic initiative for financial performance: Our investment strategy involves enhancing shareholder capabilities through revenue initiatives. We will focus on profit improvement and financial development across all business units.", "topic": 5}, {"id": "doc_22", "type": "document", "label": "Strategic initiative for financial performance: Ou...", "text": "Strategic initiative for financial performance: Our investment strategy involves enhancing shareholder capabilities through financial initiatives. We will focus on revenue improvement and profit development across all business units.", "topic": 5}, {"id": "doc_23", "type": "document", "label": "Strategic initiative for customer experience: Our ...", "text": "Strategic initiative for customer experience: Our satisfaction strategy involves enhancing relationship capabilities through service initiatives. We will focus on customer improvement and experience development across all business units.", "topic": 6}, {"id": "doc_24", "type": "document", "label": "Strategic initiative for customer experience: Our ...", "text": "Strategic initiative for customer experience: Our satisfaction strategy involves enhancing relationship capabilities through customer initiatives. We will focus on service improvement and experience development across all business units.", "topic": 6}, {"id": "doc_25", "type": "document", "label": "Strategic initiative for customer experience: Our ...", "text": "Strategic initiative for customer experience: Our relationship strategy involves enhancing customer capabilities through experience initiatives. We will focus on satisfaction improvement and service development across all business units.", "topic": 6}, {"id": "doc_26", "type": "document", "label": "Strategic initiative for operational excellence: O...", "text": "Strategic initiative for operational excellence: Our quality strategy involves enhancing optimization capabilities through operations initiatives. We will focus on efficiency improvement and process development across all business units.", "topic": 7}, {"id": "doc_27", "type": "document", "label": "Strategic initiative for operational excellence: O...", "text": "Strategic initiative for operational excellence: Our quality strategy involves enhancing operations capabilities through optimization initiatives. We will focus on efficiency improvement and process development across all business units.", "topic": 7}, {"id": "doc_28", "type": "document", "label": "Strategic initiative for operational excellence: O...", "text": "Strategic initiative for operational excellence: Our process strategy involves enhancing optimization capabilities through operations initiatives. We will focus on efficiency improvement and quality development across all business units.", "topic": 7}, {"id": "doc_29", "type": "document", "label": "Strategic initiative for operational excellence: O...", "text": "Strategic initiative for operational excellence: Our process strategy involves enhancing quality capabilities through operations initiatives. We will focus on efficiency improvement and optimization development across all business units.", "topic": 7}, {"id": "doc_30", "type": "document", "label": "Strategic initiative for operational excellence: O...", "text": "Strategic initiative for operational excellence: Our optimization strategy involves enhancing efficiency capabilities through process initiatives. We will focus on quality improvement and operations development across all business units.", "topic": 7}, {"id": "doc_31", "type": "document", "label": "Strategic initiative for corporate responsibility:...", "text": "Strategic initiative for corporate responsibility: Our governance strategy involves enhancing social capabilities through ethics initiatives. We will focus on responsibility improvement and community development across all business units.", "topic": 8}, {"id": "doc_32", "type": "document", "label": "Strategic initiative for corporate responsibility:...", "text": "Strategic initiative for corporate responsibility: Our community strategy involves enhancing social capabilities through responsibility initiatives. We will focus on ethics improvement and governance development across all business units.", "topic": 8}, {"id": "doc_33", "type": "document", "label": "Strategic initiative for corporate responsibility:...", "text": "Strategic initiative for corporate responsibility: Our community strategy involves enhancing social capabilities through governance initiatives. We will focus on ethics improvement and responsibility development across all business units.", "topic": 8}, {"id": "doc_34", "type": "document", "label": "Strategic initiative for corporate responsibility:...", "text": "Strategic initiative for corporate responsibility: Our responsibility strategy involves enhancing community capabilities through ethics initiatives. We will focus on social improvement and governance development across all business units.", "topic": 8}, {"id": "doc_35", "type": "document", "label": "Strategic initiative for corporate responsibility:...", "text": "Strategic initiative for corporate responsibility: Our governance strategy involves enhancing social capabilities through community initiatives. We will focus on responsibility improvement and ethics development across all business units.", "topic": 8}, {"id": "doc_36", "type": "document", "label": "Strategic initiative for risk management: Our risk...", "text": "Strategic initiative for risk management: Our risk strategy involves enhancing compliance capabilities through security initiatives. We will focus on resilience improvement and management development across all business units.", "topic": 9}, {"id": "doc_37", "type": "document", "label": "Strategic initiative for risk management: Our resi...", "text": "Strategic initiative for risk management: Our resilience strategy involves enhancing risk capabilities through compliance initiatives. We will focus on security improvement and management development across all business units.", "topic": 9}, {"id": "doc_38", "type": "document", "label": "Strategic initiative for risk management: Our resi...", "text": "Strategic initiative for risk management: Our resilience strategy involves enhancing security capabilities through risk initiatives. We will focus on compliance improvement and management development across all business units.", "topic": 9}, {"id": "doc_39", "type": "document", "label": "Strategic initiative for risk management: Our secu...", "text": "Strategic initiative for risk management: Our security strategy involves enhancing compliance capabilities through management initiatives. We will focus on resilience improvement and risk development across all business units.", "topic": 9}, {"id": "doc_40", "type": "document", "label": "Strategic initiative for strategic partnerships: O...", "text": "Strategic initiative for strategic partnerships: Our collaboration strategy involves enhancing partnership capabilities through ecosystem initiatives. We will focus on alliance improvement and vendor development across all business units.", "topic": 10}, {"id": "doc_41", "type": "document", "label": "Strategic initiative for strategic partnerships: O...", "text": "Strategic initiative for strategic partnerships: Our ecosystem strategy involves enhancing collaboration capabilities through partnership initiatives. We will focus on vendor improvement and alliance development across all business units.", "topic": 10}, {"id": "doc_42", "type": "document", "label": "Strategic initiative for strategic partnerships: O...", "text": "Strategic initiative for strategic partnerships: Our collaboration strategy involves enhancing alliance capabilities through vendor initiatives. We will focus on partnership improvement and ecosystem development across all business units.", "topic": 10}, {"id": "doc_43", "type": "document", "label": "Strategic initiative for strategic partnerships: O...", "text": "Strategic initiative for strategic partnerships: Our partnership strategy involves enhancing alliance capabilities through collaboration initiatives. We will focus on vendor improvement and ecosystem development across all business units.", "topic": 10}, {"id": "doc_44", "type": "document", "label": "Strategic initiative for strategic partnerships: O...", "text": "Strategic initiative for strategic partnerships: Our partnership strategy involves enhancing ecosystem capabilities through vendor initiatives. We will focus on collaboration improvement and alliance development across all business units.", "topic": 10}, {"id": "doc_45", "type": "document", "label": "Strategic initiative for infrastructure developmen...", "text": "Strategic initiative for infrastructure development: Our facility strategy involves enhancing physical capabilities through equipment initiatives. We will focus on construction improvement and infrastructure development across all business units.", "topic": 11}, {"id": "doc_46", "type": "document", "label": "Strategic initiative for infrastructure developmen...", "text": "Strategic initiative for infrastructure development: Our infrastructure strategy involves enhancing construction capabilities through equipment initiatives. We will focus on facility improvement and physical development across all business units.", "topic": 11}, {"id": "doc_47", "type": "document", "label": "Strategic initiative for infrastructure developmen...", "text": "Strategic initiative for infrastructure development: Our facility strategy involves enhancing equipment capabilities through construction initiatives. We will focus on physical improvement and infrastructure development across all business units.", "topic": 11}, {"id": "doc_48", "type": "document", "label": "Strategic initiative for infrastructure developmen...", "text": "Strategic initiative for infrastructure development: Our facility strategy involves enhancing physical capabilities through infrastructure initiatives. We will focus on construction improvement and equipment development across all business units.", "topic": 11}], "links": [{"source": "doc_0", "target": "topic_0", "weight": 0.957089462706187, "type": "belongs_to"}, {"source": "doc_1", "target": "topic_0", "weight": 0.9865866987562485, "type": "belongs_to"}, {"source": "doc_2", "target": "topic_0", "weight": 0.9256953771301774, "type": "belongs_to"}, {"source": "doc_3", "target": "topic_1", "weight": 0.7221896445014642, "type": "belongs_to"}, {"source": "doc_4", "target": "topic_1", "weight": 0.8411985896502492, "type": "belongs_to"}, {"source": "doc_5", "target": "topic_1", "weight": 0.7204412239414709, "type": "belongs_to"}, {"source": "doc_6", "target": "topic_2", "weight": 0.9234305548952609, "type": "belongs_to"}, {"source": "doc_7", "target": "topic_2", "weight": 0.9724118124513796, "type": "belongs_to"}, {"source": "doc_8", "target": "topic_2", "weight": 0.9477417128243762, "type": "belongs_to"}, {"source": "doc_9", "target": "topic_2", "weight": 0.8225025121128445, "type": "belongs_to"}, {"source": "doc_10", "target": "topic_2", "weight": 0.9083089445150035, "type": "belongs_to"}, {"source": "doc_11", "target": "topic_3", "weight": 0.705835568617552, "type": "belongs_to"}, {"source": "doc_12", "target": "topic_3", "weight": 0.9930896016299445, "type": "belongs_to"}, {"source": "doc_13", "target": "topic_3", "weight": 0.9017730440191888, "type": "belongs_to"}, {"source": "doc_14", "target": "topic_3", "weight": 0.8226122675193699, "type": "belongs_to"}, {"source": "doc_15", "target": "topic_3", "weight": 0.8249858512305136, "type": "belongs_to"}, {"source": "doc_16", "target": "topic_4", "weight": 0.721899612174165, "type": "belongs_to"}, {"source": "doc_17", "target": "topic_4", "weight": 0.8161225451061122, "type": "belongs_to"}, {"source": "doc_18", "target": "topic_4", "weight": 0.7864530437965828, "type": "belongs_to"}, {"source": "doc_19", "target": "topic_4", "weight": 0.8096888018628289, "type": "belongs_to"}, {"source": "doc_20", "target": "topic_5", "weight": 0.7980723662423885, "type": "belongs_to"}, {"source": "doc_21", "target": "topic_5", "weight": 0.7859306907512046, "type": "belongs_to"}, {"source": "doc_22", "target": "topic_5", "weight": 0.9524325657747477, "type": "belongs_to"}, {"source": "doc_23", "target": "topic_6", "weight": 0.7223238359258408, "type": "belongs_to"}, {"source": "doc_24", "target": "topic_6", "weight": 0.9142347913264997, "type": "belongs_to"}, {"source": "doc_25", "target": "topic_6", "weight": 0.7879100055615152, "type": "belongs_to"}, {"source": "doc_26", "target": "topic_7", "weight": 0.907855303093255, "type": "belongs_to"}, {"source": "doc_27", "target": "topic_7", "weight": 0.7293713190865525, "type": "belongs_to"}, {"source": "doc_28", "target": "topic_7", "weight": 0.9346960674978642, "type": "belongs_to"}, {"source": "doc_29", "target": "topic_7", "weight": 0.9704134424365926, "type": "belongs_to"}, {"source": "doc_30", "target": "topic_7", "weight": 0.7980564124975239, "type": "belongs_to"}, {"source": "doc_31", "target": "topic_8", "weight": 0.7645286241582212, "type": "belongs_to"}, {"source": "doc_32", "target": "topic_8", "weight": 0.9478213312301027, "type": "belongs_to"}, {"source": "doc_33", "target": "topic_8", "weight": 0.8857754007734872, "type": "belongs_to"}, {"source": "doc_34", "target": "topic_8", "weight": 0.823324258094424, "type": "belongs_to"}, {"source": "doc_35", "target": "topic_8", "weight": 0.8193798920821751, "type": "belongs_to"}, {"source": "doc_36", "target": "topic_9", "weight": 0.9532275659629456, "type": "belongs_to"}, {"source": "doc_37", "target": "topic_9", "weight": 0.9681340813004325, "type": "belongs_to"}, {"source": "doc_38", "target": "topic_9", "weight": 0.9751098286408157, "type": "belongs_to"}, {"source": "doc_39", "target": "topic_9", "weight": 0.9332444088906726, "type": "belongs_to"}, {"source": "doc_40", "target": "topic_10", "weight": 0.7765057472268508, "type": "belongs_to"}, {"source": "doc_41", "target": "topic_10", "weight": 0.8508979161110871, "type": "belongs_to"}, {"source": "doc_42", "target": "topic_10", "weight": 0.806524386083244, "type": "belongs_to"}, {"source": "doc_43", "target": "topic_10", "weight": 0.8956758930014195, "type": "belongs_to"}, {"source": "doc_44", "target": "topic_10", "weight": 0.8255351133260933, "type": "belongs_to"}, {"source": "doc_45", "target": "topic_11", "weight": 0.91743407801585, "type": "belongs_to"}, {"source": "doc_46", "target": "topic_11", "weight": 0.9182560818749722, "type": "belongs_to"}, {"source": "doc_47", "target": "topic_11", "weight": 0.8280749579545437, "type": "belongs_to"}, {"source": "doc_48", "target": "topic_11", "weight": 0.7562968957630548, "type": "belongs_to"}, {"source": "topic_0", "target": "topic_1", "weight": 0.3064756784564998, "type": "related_to"}, {"source": "topic_0", "target": "topic_2", "weight": 0.33056106797967655, "type": "related_to"}, {"source": "topic_0", "target": "topic_3", "weight": 0.38050675625985786, "type": "related_to"}, {"source": "topic_0", "target": "topic_4", "weight": 0.75, "type": "related_to"}, {"source": "topic_0", "target": "topic_6", "weight": 0.65, "type": "related_to"}, {"source": "topic_0", "target": "topic_7", "weight": 0.7, "type": "related_to"}, {"source": "topic_0", "target": "topic_9", "weight": 0.3075152543364302, "type": "related_to"}, {"source": "topic_0", "target": "topic_10", "weight": 0.38221903811462943, "type": "related_to"}, {"source": "topic_0", "target": "topic_11", "weight": 0.3839008159804217, "type": "related_to"}, {"source": "topic_1", "target": "topic_5", "weight": 0.3631433625604918, "type": "related_to"}, {"source": "topic_1", "target": "topic_6", "weight": 0.33982789325979756, "type": "related_to"}, {"source": "topic_1", "target": "topic_7", "weight": 0.3519123598322385, "type": "related_to"}, {"source": "topic_1", "target": "topic_8", "weight": 0.8, "type": "related_to"}, {"source": "topic_1", "target": "topic_11", "weight": 0.6, "type": "related_to"}, {"source": "topic_2", "target": "topic_4", "weight": 0.389385500508004, "type": "related_to"}, {"source": "topic_2", "target": "topic_5", "weight": 0.3135121659471013, "type": "related_to"}, {"source": "topic_2", "target": "topic_7", "weight": 0.55, "type": "related_to"}, {"source": "topic_2", "target": "topic_8", "weight": 0.3280677327822561, "type": "related_to"}, {"source": "topic_2", "target": "topic_9", "weight": 0.35825148052835143, "type": "related_to"}, {"source": "topic_2", "target": "topic_10", "weight": 0.31808770921151763, "type": "related_to"}, {"source": "topic_3", "target": "topic_5", "weight": 0.8, "type": "related_to"}, {"source": "topic_3", "target": "topic_6", "weight": 0.75, "type": "related_to"}, {"source": "topic_3", "target": "topic_9", "weight": 0.33476162292922484, "type": "related_to"}, {"source": "topic_3", "target": "topic_10", "weight": 0.7, "type": "related_to"}, {"source": "topic_4", "target": "topic_5", "weight": 0.33498359961161017, "type": "related_to"}, {"source": "topic_4", "target": "topic_6", "weight": 0.3615658108708512, "type": "related_to"}, {"source": "topic_4", "target": "topic_7", "weight": 0.36723534609429037, "type": "related_to"}, {"source": "topic_4", "target": "topic_8", "weight": 0.3452065335936771, "type": "related_to"}, {"source": "topic_4", "target": "topic_10", "weight": 0.65, "type": "related_to"}, {"source": "topic_4", "target": "topic_11", "weight": 0.35712872572995574, "type": "related_to"}, {"source": "topic_5", "target": "topic_8", "weight": 0.37743846692228333, "type": "related_to"}, {"source": "topic_5", "target": "topic_9", "weight": 0.6, "type": "related_to"}, {"source": "topic_6", "target": "topic_8", "weight": 0.35143568776063694, "type": "related_to"}, {"source": "topic_6", "target": "topic_10", "weight": 0.32132602292538254, "type": "related_to"}, {"source": "topic_6", "target": "topic_11", "weight": 0.38416276717714104, "type": "related_to"}, {"source": "topic_7", "target": "topic_9", "weight": 0.36162843425280217, "type": "related_to"}, {"source": "topic_8", "target": "topic_9", "weight": 0.55, "type": "related_to"}, {"source": "topic_9", "target": "topic_10", "weight": 0.35533213678791115, "type": "related_to"}, {"source": "topic_9", "target": "topic_11", "weight": 0.5, "type": "related_to"}]}